fall2018/psyc3330/psyc3330-fall2018.org
#+TITLE: PSYC 3330: Elementary Statistics for the Behavioral Sciences
#+AUTHOR: 
#+DATE: Fall 2018
#+OPTIONS: toc:nil
#+OPTIONS: num:nil
#+LATEX_CLASS: article
#+LATEX_CLASS_OPTIONS: [10pt]
#+LATEX_HEADER: \usepackage[left=1in,right=1in,bottom=1in,top=1in]{geometry}

** Contact info
- Professor: Thomas J. Faulkenberry, Ph.D
- Graduate Teaching Assistant: Kristen A. Bowman
- Office: Math 319
- Office hours: MWF 1-3 pm, TR 9:30-11:30 am (/or by appointment/)
- Email: faulkenberry@tarleton.edu
- Website: [[http://tomfaulkenberry.github.io]]
- Phone: 254-968-9816

** Course description

Statistical methods are the primary tool for research in psychology.  
They are what allow us as researchers to make consistent, data-driven 
decisions.  As such, this is an extremely important course and one that I 
take very seriously as your professor.

The topics we will cover this semester will include descriptive statistics 
(how we describe data) and inferential statistics (how we make decisions 
about data).  Specifically, this includes central tendency, variability, 
correlation, the distinction between populations and samples, hypothesis 
testing, statistical significance, and a variety of inferential tests 
that we can apply to data, including t-tests and analysis of variance.

** Course materials
- /Statistics for the Behavioral Sciences (10th ed.)/ by Gravetter and Wallnau [[http://www.amazon.com/Statistics-Behavioral-Sciences-MindTap-Psychology/dp/1305504917/][Amazon link]]
- Note:  older editions of this textbook are just fine.  Please feel free to find a used copy of an older edition on Amazon; it will save you a LOT of money!
  
** Student learning outcomes
1. Identify variables under study (including independent and dependent variables)
2. Choose appropriate measures of descriptive statistics
3. Select and perform appropriate inferential statistics
4. Draw appropriate statistical conclusions from results of analyses

** Requirements and grading
- Exam 1 (100 pts)
- Exam 2 (100 pts)
- Exam 3 (100 pts)
- Final exam (100 pts)
- Weekly quizzes (100 pts)
- Homework exercises (100 pts)
- /Total = 600 points/

Grades will be assigned based on the percentage of points you accumulate out of these 600 points.  I will use the standard grading scale of A=90%, B=80%, etc.

*** Exams
There will be four total exams throughout the semester, occurring approximately once every three to four weeks.  They will cover material from lectures, quizzes, and homework exercises.  Exam questions will be a mix of multiple choice and short answer.  Exams will be completed in class.

Exam dates:

- Exam 1 (Tuesday, September 25)
- Exam 2 (Tuesday, October 23)
- Exam 3 (Thursday, November 29)
- Final exam (Tuesday, December 11, 8-10:30 am)
  
*** Weekly quizzes 
Before each lecture unit, I will assign a short video for you to watch on Blackboard that will help you to prepare for the content we will be covering. To assess your understanding of the material, I will administer a short in-class quiz at the beginning of class on Thursday of each week (excluding exam weeks). Each quiz counts for 10 possible points.  Since there are 10 such quizzes, you will earn up to 100 points for your overall quiz grade.

*** Homework exercises 
In order to practice the statistical concepts you learn this semester, you will complete a short homework assignment every week.  A set of homework exercises (usually between 5 and 10 problems) will be provided to you on Thursday of each week.  You may work collaboratively on the homework exercises, but any work submitted must reflect your own understanding of the material (in other words, don't just copy someone else's work to submit).  Completed exercises should be handwritten neatly on clean paper.  Each homework assignment will be due at the beginning of class on Thursday of the week after it is assigned.

