fall2018/psyc3330/psyc3330-fall2018.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2018-08-26 Sun 15:13 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>PSYC 3330: Elementary Statistics for the Behavioral Sciences</title>
<meta name="generator" content="Org mode" />
</head>
<body>
<div id="content">
<h1 class="title">PSYC 3330: Elementary Statistics for the Behavioral Sciences</h1>

<div id="outline-container-orge195d6d" class="outline-2">
<h2 id="orge195d6d">Contact info</h2>
<div class="outline-text-2" id="text-orge195d6d">
<ul class="org-ul">
<li>Professor: Thomas J. Faulkenberry, Ph.D</li>
<li>Graduate Teaching Assistant: Kristen A. Bowman</li>
<li>Office: Math 319</li>
<li>Office hours: MWF 1-3 pm, TR 9:30-11:30 am (<i>or by appointment</i>)</li>
<li>Email: faulkenberry@tarleton.edu</li>
<li>Website: <a href="http://tomfaulkenberry.github.io">http://tomfaulkenberry.github.io</a></li>
<li>Phone: 254-968-9816</li>
</ul>
</div>
</div>

<div id="outline-container-org7018537" class="outline-2">
<h2 id="org7018537">Course description</h2>
<div class="outline-text-2" id="text-org7018537">
<p>
Statistical methods are the primary tool for research in psychology.  
They are what allow us as researchers to make consistent, data-driven 
decisions.  As such, this is an extremely important course and one that I 
take very seriously as your professor.
</p>

<p>
The topics we will cover this semester will include descriptive statistics 
(how we describe data) and inferential statistics (how we make decisions 
about data).  Specifically, this includes central tendency, variability, 
correlation, the distinction between populations and samples, hypothesis 
testing, statistical significance, and a variety of inferential tests 
that we can apply to data, including t-tests and analysis of variance.
</p>
</div>
</div>

<div id="outline-container-org7072810" class="outline-2">
<h2 id="org7072810">Course materials</h2>
<div class="outline-text-2" id="text-org7072810">
<ul class="org-ul">
<li><i>Statistics for the Behavioral Sciences (10th ed.)</i> by Gravetter and Wallnau <a href="http://www.amazon.com/Statistics-Behavioral-Sciences-MindTap-Psychology/dp/1305504917/">Amazon link</a></li>
<li>Note:  older editions of this textbook are just fine.  Please feel free to find a used copy of an older edition on Amazon; it will save you a LOT of money!</li>
</ul>
</div>
</div>

<div id="outline-container-orgdd30b60" class="outline-2">
<h2 id="orgdd30b60">Student learning outcomes</h2>
<div class="outline-text-2" id="text-orgdd30b60">
<ol class="org-ol">
<li>Identify variables under study (including independent and dependent variables)</li>
<li>Choose appropriate measures of descriptive statistics</li>
<li>Select and perform appropriate inferential statistics</li>
<li>Draw appropriate statistical conclusions from results of analyses</li>
</ol>
</div>
</div>

<div id="outline-container-org5cfdcd4" class="outline-2">
<h2 id="org5cfdcd4">Requirements and grading</h2>
<div class="outline-text-2" id="text-org5cfdcd4">
<ul class="org-ul">
<li>Exam 1 (100 pts)</li>
<li>Exam 2 (100 pts)</li>
<li>Exam 3 (100 pts)</li>
<li>Final exam (100 pts)</li>
<li>Weekly quizzes (100 pts)</li>
<li>Homework exercises (100 pts)</li>
<li><i>Total = 600 points</i></li>
</ul>

<p>
Grades will be assigned based on the percentage of points you accumulate out of these 600 points.  I will use the standard grading scale of A=90%, B=80%, etc.
</p>
</div>

<div id="outline-container-org397a937" class="outline-3">
<h3 id="org397a937">Exams</h3>
<div class="outline-text-3" id="text-org397a937">
<p>
There will be four total exams throughout the semester, occurring approximately once every three to four weeks.  They will cover material from lectures, quizzes, and homework exercises.  Exam questions will be a mix of multiple choice and short answer.  Exams will be completed in class.
</p>

<p>
Exam dates:
</p>

<ul class="org-ul">
<li>Exam 1 (Thursday, September 20)</li>
<li>Exam 2 (Thursday, October 18)</li>
<li>Exam 3 (Thursday, November 29)</li>
<li>Final exam (Tuesday, December 11, 8-10:30 am)</li>
</ul>
</div>
</div>

<div id="outline-container-org62c642b" class="outline-3">
<h3 id="org62c642b">Weekly quizzes</h3>
<div class="outline-text-3" id="text-org62c642b">
<p>
Before each lecture unit, I will assign a short video for you to watch on Blackboard that will help you to prepare for the content we will be covering. To assess your understanding of the material, I will administer a short in-class quiz at the beginning of class on Thursday of each week (excluding exam weeks). Each quiz counts for 10 possible points.  Since there are 10 such quizzes, you will earn up to 100 points for your overall quiz grade.
</p>
</div>
</div>

<div id="outline-container-orgf6f42ca" class="outline-3">
<h3 id="orgf6f42ca">Homework exercises</h3>
<div class="outline-text-3" id="text-orgf6f42ca">
<p>
In order to practice the statistical concepts you learn this semester, you will complete a short homework assignment every week.  A set of homework exercises (usually between 5 and 10 problems) will be provided to you on Thursday of each week.  You may work collaboratively on the homework exercises, but any work submitted must reflect your own understanding of the material (in other words, don't just copy someone else's work to submit).  Completed exercises should be handwritten neatly on clean paper.  Each homework assignment will be due at the beginning of class on Thursday of the week after it is assigned.
</p>
</div>
</div>
</div>
