fall2018/psyc3330/psyc3330-fall2018.tex
% Created 2018-09-17 Mon 19:01
% Intended LaTeX compiler: pdflatex
\documentclass[10pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[left=1in,right=1in,bottom=1in,top=1in]{geometry}
\date{Fall 2018}
\title{PSYC 3330: Elementary Statistics for the Behavioral Sciences}
\hypersetup{
 pdfauthor={},
 pdftitle={PSYC 3330: Elementary Statistics for the Behavioral Sciences},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.1 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section*{Contact info}
\label{sec:org7d2fdf4}
\begin{itemize}
\item Professor: Thomas J. Faulkenberry, Ph.D
\item Graduate Teaching Assistant: Kristen A. Bowman
\item Office: Math 319
\item Office hours: MWF 1-3 pm, TR 9:30-11:30 am (\emph{or by appointment})
\item Email: faulkenberry@tarleton.edu
\item Website: \url{http://tomfaulkenberry.github.io}
\item Phone: 254-968-9816
\end{itemize}

\section*{Course description}
\label{sec:orgd8fcc19}

Statistical methods are the primary tool for research in psychology.  
They are what allow us as researchers to make consistent, data-driven 
decisions.  As such, this is an extremely important course and one that I 
take very seriously as your professor.

The topics we will cover this semester will include descriptive statistics 
(how we describe data) and inferential statistics (how we make decisions 
about data).  Specifically, this includes central tendency, variability, 
correlation, the distinction between populations and samples, hypothesis 
testing, statistical significance, and a variety of inferential tests 
that we can apply to data, including t-tests and analysis of variance.

\section*{Course materials}
\label{sec:orgffcb17d}
\begin{itemize}
\item \emph{Statistics for the Behavioral Sciences (10th ed.)} by Gravetter and Wallnau \href{http://www.amazon.com/Statistics-Behavioral-Sciences-MindTap-Psychology/dp/1305504917/}{Amazon link}
\item Note:  older editions of this textbook are just fine.  Please feel free to find a used copy of an older edition on Amazon; it will save you a LOT of money!
\end{itemize}

\section*{Student learning outcomes}
\label{sec:org081ae07}
\begin{enumerate}
\item Identify variables under study (including independent and dependent variables)
\item Choose appropriate measures of descriptive statistics
\item Select and perform appropriate inferential statistics
\item Draw appropriate statistical conclusions from results of analyses
\end{enumerate}

\section*{Requirements and grading}
\label{sec:org4284cf5}
\begin{itemize}
\item Exam 1 (100 pts)
\item Exam 2 (100 pts)
\item Exam 3 (100 pts)
\item Final exam (100 pts)
\item Weekly quizzes (100 pts)
\item Homework exercises (100 pts)
\item \emph{Total = 600 points}
\end{itemize}

Grades will be assigned based on the percentage of points you accumulate out of these 600 points.  I will use the standard grading scale of A=90\%, B=80\%, etc.

\subsection*{Exams}
\label{sec:org630574e}
There will be four total exams throughout the semester, occurring approximately once every three to four weeks.  They will cover material from lectures, quizzes, and homework exercises. Exams will be completed in class.

Exam dates:

\begin{itemize}
\item Exam 1 (Tuesday, September 25)
\item Exam 2 (Tuesday, October 23)
\item Exam 3 (Thursday, November 29)
\item Final exam (Tuesday, December 11, 8-10:30 am)
\end{itemize}

\subsection*{Weekly quizzes}
\label{sec:org57c91d7}
Before each lecture unit, I will assign a short video for you to watch on Blackboard that will help you to prepare for the content we will be covering. To assess your understanding of the material, I will administer a short in-class quiz at the beginning of class on Thursday of each week (excluding exam weeks). Each quiz counts for 10 possible points.  Since there are 10 such quizzes, you will earn up to 100 points for your overall quiz grade.

\subsection*{Homework exercises}
\label{sec:orgaa5ff35}
In order to practice the statistical concepts you learn this semester, you will complete a short homework assignment every week.  A set of homework exercises (usually between 5 and 10 problems) will be provided to you on Thursday of each week.  You may work collaboratively on the homework exercises, but any work submitted must reflect your own understanding of the material (in other words, don't just copy someone else's work to submit).  Completed exercises should be handwritten neatly on clean paper.  Each homework assignment will be due at the beginning of class on Thursday of the week after it is assigned.
