fall2018/psyc3330/psyc3330-fall2018.tex

\section*{Course Communication}
\label{sec:orgd15fc73}

Email is the primary means of official communication for this course.  If you have questions about the course, always feel free to send me an email at faulkenberry@tarleton.edu.  I only ask that you adhere to two guidelines:
\begin{itemize}
\item please include the course number (PSYC 3330) in the subject line.  For example, one good way to do this is:  Subject: [PSYC 3330] Question about Exam 2
\item please use proper email etiquette.  Include a salutation (e.g., Dear Dr. Faulkenberry), complete sentences, and a closing (e.g., "Regards, Your Name").  You might be surprised how many times I get an email from a nondescript email address with no indication from WHOM the email was sent!
\end{itemize}

Also, I will send periodic class announcements via email.  Thus, it is imperative that you check your \emph{Tarleton email address} regularly so that you don't miss any of these messages.

\section*{University Policy on "F" Grades}
\label{sec:orge8db3d6}
Beginning in Fall 2015, Tarleton will begin differentiating between a failed grade in a class because a student never attended (F0 grade), stopped attending at some point in the semester (FX grade), or because the student did not pass the course (F) but attended the entire semester. These grades will be noted on the official transcript. Stopping or never attending class can result in the student having to return aid monies received.  For more information see the Tarleton Financial Aid website.

\section*{Academic Honesty}
\label{sec:orgdc01dfc}

Tarleton State University expects its students to maintain high standards of personal and scholarly conduct. Students guilty of academic dishonesty are subject to disciplinary action. Cheating, plagiarism (submitting another person’s materials or ideas as one’s own), or doing work for another person who will receive academic credit are all disallowed. This includes the use of unauthorized books, notebooks, or other sources in order to secure of give help during an examination, the unauthorized copying of examinations, assignments, reports, or term papers, or the presentation of unacknowledged material as if it were the student’s own work. Disciplinary action may be taken beyond the academic discipline administered by the faculty member who teaches the course in which the cheating took place.

In particular, any exam taken online must be completed without the aid of any unauthorized resource (including using any search engine, Google, etc.).  Authorized resources are limited only to the official textbook and any lecture notes from the course.  Any other authorized resources will be provided to you before the exam.  The minimum sanction for violation of this policy is a grade of 0 on the affected exam.

Each student’s honesty and integrity are taken for granted. However, if I find evidence of academic misconduct I will pursue the matter to the fullest extent permitted by the university. ACADEMIC MISCONDUCT OR DISHONESTY WILL RESULT IN A GRADE OF F FOR THE COURSE.  Students are strongly advised to avoid even the \emph{appearance} of academic misconduct. 

\section*{Academic Affairs Core Value Statements}
\label{sec:org1ab85d1}
\subsection*{Academic Integrity Statement}
\label{sec:org5153f21}
Tarleton State University's core values are integrity, leadership, tradition, civility, excellence, and service.  Central to these values is integrity, which is maintaining a high standard of personal and scholarly conduct.  Academic integrity represents the choice to uphold ethical responsibility for one’s learning within the academic community, regardless of audience or situation.

\subsection*{Academic Civility Statement}
\label{sec:org702dd7e}
Students are expected to interact with professors and peers in a respectful manner that enhances the learning environment. Professors may require a student who deviates from this expectation to leave the face-to-face (or virtual) classroom learning environment for that particular class session (and potentially subsequent class sessions) for a specific amount of time. In addition, the professor might consider the university disciplinary process (for Academic Affairs/Student Life) for egregious or continued disruptive behavior.

\subsection*{Academic Excellence Statement}
\label{sec:orgfd02524}
Tarleton holds high expectations for students to assume responsibility for their own individual learning. Students are also expected to achieve academic excellence by:
\begin{itemize}
\item honoring Tarleton’s core values, upholding high standards of habit and behavior.
\item maintaining excellence through class attendance and punctuality, preparing for active participation in all learning experiences.
\item putting forth their best individual effort.
\item continually improving as independent learners.
\item engaging in extracurricular opportunities that encourage personal and academic growth.
\item reflecting critically upon feedback and applying these lessons to meet future challenges.
\end{itemize}
