fall2018/psyc3330/psyc3330-fall2018.html

<div id="outline-container-org4de04bd" class="outline-2">
<h2 id="org4de04bd">Students with Disabilities Policy</h2>
<div class="outline-text-2" id="text-org4de04bd">
<p>
It is the policy of Tarleton State University to comply with the Americans with Disabilities  Act (www.ada.gov) and other applicable laws.  If you are a student with a disability seeking accommodations for this course, please contact the Center for Access and Academic Testing, at 254.968.9400 or caat@tarleton.edu. The office is located in Math 201. More information can be found at www.tarleton.edu/caat or in the University Catalog.​
</p>

<p>
<b>Note:  any changes to this syllabus will be communicated to you by the instructor!</b>
</p>
</div>
</div>

<div id="outline-container-org5accff7" class="outline-2">
<h2 id="org5accff7">Semester Schedule</h2>
<div class="outline-text-2" id="text-org5accff7">
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">Week</th>
<th scope="col" class="org-left">Dates</th>
<th scope="col" class="org-left">Topic</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-right">1</td>
<td class="org-left">Aug 27-31</td>
<td class="org-left">Describing data: central tendency, variation, and z-scores</td>
</tr>

<tr>
<td class="org-right">2</td>
<td class="org-left">Sep 3-7</td>
<td class="org-left">Correlation</td>
</tr>

<tr>
<td class="org-right">3</td>
<td class="org-left">Sep 10-14</td>
<td class="org-left">Linear regression</td>
</tr>

<tr>
<td class="org-right">4</td>
<td class="org-left">Sep 17-21</td>
<td class="org-left"><b>Exam 1</b></td>
</tr>

<tr>
<td class="org-right">5</td>
<td class="org-left">Sep 24-28</td>
<td class="org-left">The normal distribution: measuring likelihood</td>
</tr>

<tr>
<td class="org-right">6</td>
<td class="org-left">Oct 1-5</td>
<td class="org-left">The logic of hypothesis testing</td>
</tr>

<tr>
<td class="org-right">7</td>
<td class="org-left">Oct 8-12</td>
<td class="org-left">Testing means of samples of <b>known</b> populations: \(z\)-tests</td>
</tr>

<tr>
<td class="org-right">8</td>
<td class="org-left">Oct 15-19</td>
<td class="org-left"><b>Exam 2</b></td>
</tr>

<tr>
<td class="org-right">9</td>
<td class="org-left">Oct 22-26</td>
<td class="org-left">Testing means of samples of <b>unknown</b> populations: \(t\)-tests</td>
</tr>

<tr>
<td class="org-right">10</td>
<td class="org-left">Oct 29-Nov 2</td>
<td class="org-left">More \(t\)-tests (independent samples, etc.)</td>
</tr>

<tr>
<td class="org-right">11</td>
<td class="org-left">Nov 5-9</td>
<td class="org-left">Analysis of variance (ANOVA): one independent variable</td>
</tr>

<tr>
<td class="org-right">12</td>
<td class="org-left">Nov 12-16</td>
<td class="org-left">Nonparametric techniques: chi-square and binomial tests</td>
</tr>

<tr>
<td class="org-right">13</td>
<td class="org-left">Nov 19-23</td>
<td class="org-left"><i>No coursework during week of Thanksgiving holiday</i></td>
</tr>

<tr>
<td class="org-right">14</td>
<td class="org-left">Nov 26-30</td>
<td class="org-left"><b>Exam 3</b></td>
</tr>

<tr>
<td class="org-right">15</td>
<td class="org-left">Dec 3-7</td>
<td class="org-left">Course review (no class on Thursday)</td>
</tr>

<tr>
<td class="org-right">16</td>
<td class="org-left">Dec 10-14</td>
<td class="org-left"><b>Final exam on Tuesday, Dec 11, 8-10:30 am</b></td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: Fall 2018</p>
<p class="date">Created: 2018-08-26 Sun 15:13</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
