fall2018/psyc3330/psyc3330-fall2018.tex

\section*{Students with Disabilities Policy}
\label{sec:orgee2ed42}

It is the policy of Tarleton State University to comply with the Americans with Disabilities  Act (www.ada.gov) and other applicable laws.  If you are a student with a disability seeking accommodations for this course, please contact the Center for Access and Academic Testing, at 254.968.9400 or caat@tarleton.edu. The office is located in Math 201. More information can be found at www.tarleton.edu/caat or in the University Catalog.​

\textbf{Note:  any changes to this syllabus will be communicated to you by the instructor!}

\section*{Semester Schedule}
\label{sec:org2f64c0d}
\begin{center}
\begin{tabular}{rll}
Unit & Dates & Topic\\
\hline
1 & Aug 29-Sep 4 & Describing data: central tendency, variation, and z-scores\\
2 & Sep 6-11 & Correlation\\
3 & Sep 13-18 & Linear regression\\
 & \textbf{Sep 25} & \textbf{Exam 1}\\
4 & Sep 27-Oct 2 & The normal distribution: measuring likelihood\\
5 & Oct 4-9 & The logic of hypothesis testing\\
6 & Oct 11-16 & Testing means of samples of \textbf{known} populations: \(z\)-tests\\
 & \textbf{Oct 23} & \textbf{Exam 2}\\
7 & Oct 25-30 & Testing means of samples of \textbf{unknown} populations: \(t\)-tests\\
8 & Nov 1-6 & More \(t\)-tests (independent samples, etc.)\\
9 & Nov 8-13 & Analysis of variance (ANOVA): one independent variable\\
10 & Nov 15-20 & Nonparametric techniques: chi-square and binomial tests\\
 & \textbf{Nov 29} & \textbf{Exam 3}\\
 & Dec 3-7 & Course review (no class on Thursday)\\
 & \textbf{Dec 11} & \textbf{Final exam on Tuesday, Dec 11, 8-10:30 am}\\
\end{tabular}
\end{center}
\end{document}